Repository: HansHammel/mespeaktts
Catalog: languages/text-to-speech_*.po
Languages: ro_ro

source: This widget transform text to speech
ro_ro: Acest widget transformă textul in discurs

source: Text to Speech
ro_ro: Transforma textul în discurs

source: Amplitude
ro_ro: Amplitudine

source: Workdgap
ro_ro: Durata dintre cuvinte

source: Pitch
ro_ro: Înălțime voce

source: Speed
ro_ro: Durată voce

source: Message
ro_ro: Mesaj

source: Saved options
ro_ro: Opțiuni salvate

source: Error saving options
ro_ro: Eroare la salvarea opțiunilor

source: Settings
ro_ro: Opțiuni

source: Save
ro_ro: Salvează

source: Documentation
ro_ro: Documentație

source: To use this plugin just use 'Text to Speech' Widget
ro_ro: Pentru a folosi acest plugin utilizați widget-ul 'Text to Speech'

source: Explanation
ro_ro: Explicație

source: Description
ro_ro: Descriere

source: volume
ro_ro: volum

source: delay between words
ro_ro: durata dintre cuvinte

source: the pitch of voice
ro_ro: inălțimea vocii

source: the speed of voice
ro_ro: viteza discursului

source: For more examples visit
ro_ro: Pentru mai multe exemple vizitați
